[
    {   
        "brand":"Jeep",
        "title1":"What Jeeping is all about",     
        "description1":"Driving a Jeep isn’t just for getting around — it’s a lifestyle. Jeeps let you do more, see more, and have more fun than cars that need to keep their feet dry. If you’re thinking about future trips, find a nearby Jeep on Turo for whatever adventure you’re planning, and discover why everyone loves the Jeep lifestyle.",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/5d83e7eed9/jeep.jpg",     
        "topTitle1":"Jeep Wrangler",     
        "topDescription1":"The Jeep brand owes its very existence to the Wrangler, its most iconic and capable model. Robust four-wheel-drive systems, solid front and rear axles, and unique tricks like removable doors enable the Wrangler to go where other SUVs dare not tread. What’s more, the removable roof and ample back seat space allow for fun in the sun for your whole crew.",        
        "topTitle2":"Jeep Gladiator",     
        "topDescription2":"Essentially a pickup truck version of the Wrangler, the Gladiator blends that model’s ruggedness and off-road prowess with cavernous cargo space, thanks to its lengthened body and five-foot-long cargo bed. A strong V6 offers competitive performance and power, and the Gladiator stands alone as the only pickup that lets you go roofless on your outdoor adventure.",       
        "topTitle3":"Jeep Grand Cherokee",     
        "topDescription3":"If you like your family getaways with a generous serving of refinement, Jeep’s top model beckons. A quiet and refined ride, a rich set of vehicle features, and room for adults in every row make for smooth sailing on the pavement, while Jeep’s available four-wheel-drive hardware makes the Grand Cherokee a rugged vehicle that can hold its own when the going gets tough. "    
    },
    {
        "brand":"Tesla",
        "title1":"Test drive a Tesla on Turo",     
        "description1":"Curious about all the Tesla hype? Want to sample the Tesla driving experience and find out what it's like to live with an electric vehicle? Book a Tesla here on Turo and test drive it for a few days to get a sense of what the EV life is like. You can test out charging a Tesla at your home, at your office, or at the company’s own charging station infrastructure.",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/f6e7876e28/tesla.jpg",     
        "topTitle1":"Tesla Model 3",     
        "topDescription1":"The most affordable Tesla is also known for being the most enjoyable to drive, thanks to its compact, low-slung body and athletic handling. Parties involving a full set of adults might want to opt for the bigger models, but if your passenger load is light, this is the Tesla to get for an amazing trip.",     
        "topTitle2":"Tesla Model S",     
        "topDescription2":"As the car that put Tesla on the map, the Model S still stacks up well today thanks to its blend of comfort, driving finesse, and interior spaciousness. It also happens to offer the performance to match turbocharged luxury performance sedans, while getting the electric equivalent of quadruple their MPG. Its hatchback body and available third-row jump seats provide an edge in practicality, too.",  
        "topTitle3":"Tesla Model X",     
        "topDescription3":"The Model X will be forever defined by its dramatic falcon-wing doors — a feature you would typically see on a rare exotic vehicle. Beyond the fancy portals, you’ll find a roomy SUV with seating for up to seven (depending on configuration), along with sporty handling and rapid acceleration."
    },
    {
        "brand":"BMW",
        "title1":"Feel legendary BMW performance",     
        "description1":"With decades of experience, BMW builds cars that are far from ordinary. Whether you drive a practical BMW SUV or powerful BMW M car, you’ll be able to tell why BMW is known for performance. Find the best BMW rental alternatives to drive on Turo if you want to try a fun daily driver, sporty crossover, or luxurious convertible — BMW has a car for any occasion.",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/4d26f1ea08/us_bmw_car_rental.jpg",     
        "topTitle1":"BMW 3 Series",     
        "topDescription1":"The BMW 3 Series might be the world’s best sports sedan. All 3 Series models place an emphasis on driver involvement, along with the size and practicality that makes them an awesome daily driver. Whether you drive a BMW M3 or any other 3 Series model, you’ll know why it’s always been such a popular car.",       
        "topTitle2":"BMW i8",     
        "topDescription2":"Exotic style is the name of the game with the BMW i8. The futuristic hybrid sports car comes with swoopy buttresses, butterfly doors, and a commanding presence. Get the topless treatment by booking a BMW i8 Roadster for your next red carpet moment.",
        "topTitle3":"BMW X5",     
        "topDescription3":"The BMW X5 is the luxury SUV that started it all. It’s got the sporty credentials that make it a genuine BMW, plus capability and practicality for all of life’s needs. The BMW X5’s cargo capacity and all-wheel drive make it a great choice for journeys into the mountains, camping trips, and other motoring adventures."
    },
    {
        "brand":"Porsche",
        "title1":"Drive the best sports cars",     
        "description1":"Porsches aren’t just regular cars upgraded to go fast — they’re engineered from the ground up to be true sports machines.",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/346f7f12f9/us_porsche_car_rental.jpg",     
        "topTitle1":"Porsche 911",     
        "topDescription1":"With over 50 years of refinement, the Porsche 911 has become arguably the world’s greatest driving machine. Iconic looks, supreme comfort, and stunning performance are the hallmarks it’s known for. Driving a Porsche 911 is a bucket list item for any car enthusiast. ",      
        "topTitle2":"Porsche Cayenne",     
        "topDescription2":"Need a four door sports car? Look no further than the Porsche Cayenne. The popular Porsche SUV has all-wheel drive, plenty of interior space, and seating for five. The Cayenne is equally capable around town, on backroads, and in rough conditions.",  
        "topTitle3":"Porsche Macan",     
        "topDescription3":"The Porsche Macan is the compact sports-SUV for the discerning driver. For a potent Porsche experience in a crossover body, book the top-range Porsche Macan Turbo and let it rip. "
    },
    {
        "brand":"Toyota",
        "title1":"The smart way to get to where you’re going",     
        "description1":"Toyota is among the world’s best-selling automakers, and for good reason. With legendary durability, efficiency, and safety, you can drive a Toyota to take you anywhere.",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/690e344244/toyota.jpg",     
        "topTitle1":"Toyota Tacoma",     
        "topDescription1":"While pickup trucks with sedan underpinnings have been springing up lately, the Tacoma proudly sticks to its tough, traditional roots. With a ladder frame, rear-wheel drive, and the strong and modern V6 found on most models, this rugged truck can haul and cruise in a way the new kids can’t. Pick up a four-wheel-drive TRD model for a worry-free weekend getaway to the mountains, beach, or desert. ",    
        "topTitle2":"Toyota RAV4",     
        "topDescription2":"Excluding pickup trucks, this is America’s best-selling vehicle, and it’s easy to see why. An agreeable blend of competent handling, class-leading fuel efficiency (27 MPG), and useful back seat and cargo space, the Toyota RAV4 has few weaknesses as an all-around daily driver. Unique in its class, the RAV4 is also available as a hybrid (37 MPG), as well as a plug-in hybrid called the RAV4 Prime, which can go 42 miles on electric power alone. ",     
        "topImgUrl2":"https://resources.turo.com/f/81934/767x420/5d83e7eed9/jeep.jpg",     
        "topTitle3":"Toyota Camry",     
        "topDescription3":"Camrys have always been dependable and comfortable, but try out the current generation (2018+) and you’ll find a stylish sedan with a healthy dose of agility and personality in the mix, giving the driver some enjoyment on family getaways. Its standard engine offers good performance and mileage, and this is among the last sedans to still offer a performance-boosting V6, boasting 301 horsepower. At the other end of the spectrum, the Camry Hybrid tops the class in gas mileage, scoring a lofty 47 MPG. "
    },
    {
        "brand":"Mercedes-Benz",
        "title1":"Experience true luxury driving",     
        "description1":"Sometimes luxury is a necessity, and a normal car simply won’t do. Whether it’s a car for a wedding, promising date, or vital business meeting, driving a Mercedes is a guaranteed way to impress. For the best Mercedes rental alternatives, book a Mercedes on Turo for that important occasion or an unforgettably fun drive. ",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/709bcf950f/us_mercedes_benz_car_rental.jpg",     
        "topTitle1":"Mercedes-Benz C-Class",     
        "topDescription1":"The Mercedes C-Class may be small, but shares the luxury and technology features of its larger counterparts. The C-Class sedan is the perfect size to get around town with a few passengers, or drive a C63 AMG to feel massive power in a compact body. ",      
        "topTitle2":"Mercedes-Benz G-Class",     
        "topDescription2":"The G-Class is Mercedes-Benz’s legendary military 4x4-turned-luxury-cruiser. The boxy build of the Mercedes G-Wagen make it instantly recognizable. Find a Mercedes-AMG G 63 or G 65 for true AMG power in a luxurious SUV.",     
        "topTitle3":"Mercedes-Benz S-Class",     
        "topDescription3":"As the brand’s flagship, the S-Class often showcases the newest Mercedes technology, cosseting its occupants with a smooth ride and luxurious appointments. No matter which seat you’re in, the S-Class interior is a great place to be, while the stately exterior makes an impact everywhere you drive."
    },
    {
        "brand":"Nissan",
        "title1":"Experience true luxury driving",     
        "description1":"Sometimes luxury is a necessity, and a normal car simply won’t do. Whether it’s a car for a wedding, promising date, or vital business meeting, driving a Mercedes is a guaranteed way to impress. For the best Mercedes rental alternatives, book a Mercedes on Turo for that important occasion or an unforgettably fun drive. ",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/709bcf950f/us_mercedes_benz_car_rental.jpg",     
        "topTitle1":"Nissan Altima 2017",     
        "topDescription1":"The Mercedes C-Class may be small, but shares the luxury and technology features of its larger counterparts. The C-Class sedan is the perfect size to get around town with a few passengers, or drive a C63 AMG to feel massive power in a compact body. ",      
        "topTitle2":"Nissan GT-R 2017",     
        "topDescription2":"The G-Class is Mercedes-Benz’s legendary military 4x4-turned-luxury-cruiser. The boxy build of the Mercedes G-Wagen make it instantly recognizable. Find a Mercedes-AMG G 63 or G 65 for true AMG power in a luxurious SUV.",     
        "topTitle3":"Nissan Juke 2014",     
        "topDescription3":"As the brand’s flagship, the S-Class often showcases the newest Mercedes technology, cosseting its occupants with a smooth ride and luxurious appointments. No matter which seat you’re in, the S-Class interior is a great place to be, while the stately exterior makes an impact everywhere you drive."
    },
    {
        "brand":"Lamborghini",
        "title1":"Live the Lambo dream",     
        "description1":"Instead of admiring Lamborghinis from afar, why not hop in and experience the thrills for yourself? Whether you have your sights set on an Urus, Huracan, or Avendator, you can find the Lamborghini model of vehicle near you on Turo to enjoy the show-stopping attention and an unforgettable weekend drive. ",     
        "imgUrl1":"https://resources.turo.com/f/81934/767x420/a83d837e43/lamborghini.jpg",     
        "topTitle1":"Lamborghini Huracán",     
        "topDescription1":"Possibly Lamborghini’s greatest creation, the Huracan has proven to be one of the fastest cars in history, capable of blasting to 60 MPH in a jaw-dropping 2.5 seconds. The Huracan’s heart is an all-natural V10, with no turbos to dampen the rush. As a bonus, the choice between rear- and all-wheel drive, and coupe and convertible body styles, let you experience the Huracan’s thrills in the package of your choosing. The ultimate version is the Huracan Performante, featuring reduced weight, a stiffer suspension, and a full herd of 631 horsepower. ",  
        "topTitle2":"Lamborghini Aventador",     
        "topDescription2":"The Huracan may be quicker, but the Avenatador holds exclusive access to Lamborghini’s masterpiece of an engine — a mighty V12 that sends 769 horsepower to all four wheels. Befitting an exotic flagship, it delivers sizzling acceleration and sounds like it costs a fortune. The Aventador is also a style showcase, with its signature scissor doors that make your every arrival an event to witness.",     
        "topTitle3":"Lamborghini Urus",     
        "topDescription3":"Ferruccio Lamborghini might not recognize the shape, but this is the first Lambo that lets you share supercar performance with the whole family. The Urus can rocket to 60 MPH in 3.1 seconds and reach 190 MPH, making it the fastest SUV on Earth. Equally at home on the racetrack and the streets of Beverly Hills, the Urus brings the luxury lifestyle to new heights — and new velocities. "
    },
    {
        "brand":"Ford",
        "title1":"Live the Lambo dream",     
        "description1":"Instead of admiring Lamborghinis from afar, why not hop in and experience the thrills for yourself? Whether you have your sights set on an Urus, Huracan, or Avendator, you can find the Lamborghini model of vehicle near you on Turo to enjoy the show-stopping attention and an unforgettable weekend drive. ",     
        "imgUrl1":"https://images.turo.com/media/vehicle/images/LQ9CmwxjRQGGMlJ6ULE9tQ.730x390.jpg",     
        "topTitle1":"Ford Huracán",     
        "topDescription1":"Possibly Lamborghini’s greatest creation, the Huracan has proven to be one of the fastest cars in history, capable of blasting to 60 MPH in a jaw-dropping 2.5 seconds. The Huracan’s heart is an all-natural V10, with no turbos to dampen the rush. As a bonus, the choice between rear- and all-wheel drive, and coupe and convertible body styles, let you experience the Huracan’s thrills in the package of your choosing. The ultimate version is the Huracan Performante, featuring reduced weight, a stiffer suspension, and a full herd of 631 horsepower. ",  
        "topTitle2":"Ford Aventador",     
        "topDescription2":"The Huracan may be quicker, but the Avenatador holds exclusive access to Lamborghini’s masterpiece of an engine — a mighty V12 that sends 769 horsepower to all four wheels. Befitting an exotic flagship, it delivers sizzling acceleration and sounds like it costs a fortune. The Aventador is also a style showcase, with its signature scissor doors that make your every arrival an event to witness.",     
        "topTitle3":"Ford Urus",     
        "topDescription3":"Ferruccio Lamborghini might not recognize the shape, but this is the first Lambo that lets you share supercar performance with the whole family. The Urus can rocket to 60 MPH in 3.1 seconds and reach 190 MPH, making it the fastest SUV on Earth. Equally at home on the racetrack and the streets of Beverly Hills, the Urus brings the luxury lifestyle to new heights — and new velocities. "
    }
]